[
  {
    "id": 0,
    "metu": "Heru",
    "names": [
      { "Kamitic": "Heru" },
      { "Canaanite": "Micha-El" },
      { "Kabalistical": "Tipareth (Rapha-El???)" },
      { "Yoruba": "Shango, Jakuta" },
      { "Indus Kush": "Bhuvaneshvari" }
    ],
    "sphere": "6th",
    "planet": "Sun",
    "day": "Sunday",
    "color": "red & white",
    "number": "6",
    "gems": "ruby, garnet",
    "info": "The Jewish Kabalists give this sphere to Rapha-El. But a study of the character and metaphorein of Micha-El will show that the latter is more appropriate to the sixth sphere, and the former to the 8th.",
    "time of year": "Sidereal full moon in Leo",
    "esoteric herbalism": [
      {
        "baths": "poplar leaves, Paraiso, cock's comb, geranium, bay leaves, Rompe Zaraguey (Eupatorium Odorata), vencedor."
      },
      { "oils": "olibanum, geranium." },
      { "incense": "frankincense (olibanum)" }
    ],
    "hekau (mantras, words of power)": [
      { "spiritual": "Hrim" },
      { "planetary": "Aung hrang hring, hraung" },
      { "spiritual direction": "West" },
      { "mundane direction": "Northeast" }
    ],
    "personality portfolio": [
      {
        "influence": "Through its action on the khaibit (the animal spirit) the hot and dry energy of the Sun has the following effects on the personality (sphere 9):"
      },
      {
        "emotional traits": "(+): Magnanimous, desirous of power and leadership, full of vitality (hence, 'strong willed'), zealous, noble, lofty, proud, ardent, authoritative, humane, reserved, above using underhanded means in the struggle against opponents (-): arrogant, extravagant, indecisive, overbearing, dictatorial, excessive pride, devitalized (hence, 'weak willed'), tyrannical, boastful yet empty, egotistical."
      },
      { "mental traits": "the will, circumspection, insight." },
      {
        "social correspondences": "Careers functions -- People in authoritative position (father, mother in a one parent household, king, prince, leaders, lieutenant, deputy, mayor, governor, boss, supervisor, etc.), self employment."
      }
    ],
    "spiritual portfolio": "the will, Men Ab, the determinant of character, crossroads (transitions, changes, transcending), essence of our divinity."
  },
  {
    "id": 1,
    "metu": "Seker",
    "sphere": "8th",
    "planet": "mercury",
    "day": "Wednesday",
    "color": "black and gold"
  },
  { "id": 2, "name": "Het-Heru", "color": "yellow and green", "day": "friday" }
]
